import { FaceBook } from '../components/icons/FaceBook';
import { GitHub } from '../components/icons/GitHub';
import { Email } from '../components/icons/Email';
import { Phone } from '../components/icons/Phone';
import { Telegram } from '../components/icons/Telegram';

export const info = [
  {
    title: 'Почему веб разработка?',
    discription: 'Обучение по направлению веб-разработка, курса от Яндекс Практикум. Во время обучения создала несколько приложений. Участвовала в хакатоне по созданию веб приложения для детского книжного магазина «Маршак»',
  },
  {
    title: 'Опыт работы',
    discription: 'Обучение по направлению веб-разработка, курса от Яндекс Практикум. Во время обучения создала несколько приложений. Участвовала в хакатоне по созданию веб приложения для детского книжного магазина «Маршак»',
  },
  {
    title: 'Образование',
    discription: 'Обучение по направлению веб-разработка, курса от Яндекс Практикум. Во время обучения создала несколько приложений. Участвовала в хакатоне по созданию веб приложения для детского книжного магазина «Маршак»',
  },
  {
    title: 'Интересы и Хобби',
    discription: 'Обучение по направлению веб-разработка, курса от Яндекс Практикум. Во время обучения создала несколько приложений. Участвовала в хакатоне по созданию веб приложения для детского книжного магазина «Маршак»',
  },
];

export const contacts = [
  {
    icon: <Phone />,
    text: 'Обучение по направлению',
  },
  {
    icon: <Telegram />,
    text: 'Обучение по',
  },
  {
    icon: <Email />,
    text: 'Обучение по напр',
  },
  {
    icon: <GitHub />,
    text: 'Обучение по направлению',
  },
  {
    icon: <FaceBook />,
    text: 'Обучение по направлению направлению',
  },
];